<?php

return [
    'accepted' => 'এই ঘরটি গ্রহণ করতে হবে।',
    'email' => 'একটি সঠিক ইমেইল ঠিকানা দিন।',
    'in' => 'নির্বাচিত মানটি গ্রহণযোগ্য নয়।',
    'integer' => 'এখানে একটি পূর্ণ সংখ্যা দিন।',
    'max' => [
        'array' => 'এখানে সর্বোচ্চ :maxটি উপাদান থাকতে পারে।',
        'file' => 'ফাইলের আকার :max কিলোবাইটের বেশি হতে পারবে না।',
        'numeric' => 'মানটি :max বা তার কম হতে হবে।',
        'string' => 'লেখাটি :max অক্ষরের বেশি হতে পারবে না।',
    ],
    'min' => [
        'array' => 'এখানে অন্তত :minটি উপাদান থাকতে হবে।',
        'file' => 'ফাইলের আকার অন্তত :min কিলোবাইট হতে হবে।',
        'numeric' => 'মানটি অন্তত :min হতে হবে।',
        'string' => 'লেখাটি অন্তত :min অক্ষরের হতে হবে।',
    ],
    'numeric' => 'এখানে একটি সংখ্যা দিন।',
    'required' => 'এই ঘরটি পূরণ করুন।',
    'string' => 'এখানে লেখার মান দিন।',
    'unique' => 'এই মানটি আগে থেকেই ব্যবহৃত হয়েছে।',
    'url' => 'একটি সঠিক ওয়েব ঠিকানা দিন।',
    'attributes' => [
        'email' => 'ইমেইল',
        'message' => 'বার্তা',
        'name' => 'নাম',
        'phone' => 'ফোন নম্বর',
        'subject' => 'বিষয়',
    ],
];
